SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

-- --------------------------------------------------------

--
-- Структура таблицы `zone`
--

DROP TABLE IF EXISTS `zone`;
CREATE TABLE IF NOT EXISTS `zone` (
  `zone_id` int(11) NOT NULL AUTO_INCREMENT,
  `country_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `code` varchar(32) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`zone_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2809 ;



--
-- Дамп данных таблицы `zone`
--

INSERT INTO `zone` (`country_id`, `name`, `code`, `status`) VALUES
(176,'респ Адыгея','01',1),
(176,'респ Алтай','04',1),
(176,'Алтайский край','22',1),
(176,'Амурская обл','28',1),
(176,'Архангельская обл','29',1),
(176,'Астраханская обл','30',1),
(176,'г Байконур','99',1),
(176,'респ Башкортостан','02',1),
(176,'Белгородская обл','31',1),
(176,'Брянская обл','32',1),
(176,'респ Бурятия','03',1),
(176,'Владимирская обл','33',1),
(176,'Волгоградская обл','34',1),
(176,'Вологодская обл','35',1),
(176,'Воронежская обл','36',1),
(176,'респ Дагестан','05',1),
(176,'Еврейская аобл','79',1),
(176,'Забайкальский край','75',1),
(176,'Ивановская обл','37',1),
(176,'респ Ингушетия','06',1),
(176,'Иркутская обл','38',1),
(176,'Кабардино-Балкарская респ','07',1),
(176,'Калининградская обл','39',1),
(176,'респ Калмыкия','08',1),
(176,'Калужская обл','40',1),
(176,'Камчатский край','41',1),
(176,'Карачаево-Черкесская респ','09',1),
(176,'респ Карелия','10',1),
(176,'Кемеровская обл','42',1),
(176,'Кировская обл','43',1),
(176,'респ Коми','11',1),
(176,'Костромская обл','44',1),
(176,'Краснодарский край','23',1),
(176,'Красноярский край','24',1),
(176,'респ Крым','91',1),
(176,'Курганская обл','45',1),
(176,'Курская обл','46',1),
(176,'Ленинградская обл','47',1),
(176,'Липецкая обл','48',1),
(176,'Магаданская обл','49',1),
(176,'респ Марий Эл','12',1),
(176,'респ Мордовия','13',1),
(176,'г Москва','77',1),
(176,'Московская обл','50',1),
(176,'Мурманская обл','51',1),
(176,'Ненецкий ао','83',1),
(176,'Нижегородская обл','52',1),
(176,'Новгородская обл','53',1),
(176,'Новосибирская обл','54',1),
(176,'Омская обл','55',1),
(176,'Оренбургская обл','56',1),
(176,'Орловская обл','57',1),
(176,'Пензенская обл','58',1),
(176,'Пермский край','59',1),
(176,'Приморский край','25',1),
(176,'Псковская обл','60',1),
(176,'Ростовская обл','61',1),
(176,'Рязанская обл','62',1),
(176,'Самарская обл','63',1),
(176,'г Санкт-Петербург','78',1),
(176,'Саратовская обл','64',1),
(176,'респ Саха /Якутия/','14',1),
(176,'Сахалинская обл','65',1),
(176,'Свердловская обл','66',1),
(176,'г Севастополь','92',1),
(176,'респ Северная Осетия - Алания','15',1),
(176,'Смоленская обл','67',1),
(176,'Ставропольский край','26',1),
(176,'Тамбовская обл','68',1),
(176,'респ Татарстан','16',1),
(176,'Тверская обл','69',1),
(176,'Томская обл','70',1),
(176,'Тульская обл','71',1),
(176,'респ Тыва','17',1),
(176,'Тюменская обл','72',1),
(176,'респ Удмуртская','18',1),
(176,'Ульяновская обл','73',1),
(176,'Хабаровский край','27',1),
(176,'респ Хакасия','19',1),
(176,'Ханты-Мансийский Автономный округ - Югра','86',1),
(176,'Челябинская обл','74',1),
(176,'Чеченская респ','20',1),
(176,'Чувашская Республика','21',1),
(176,'Чукотский ао','87',1),
(176,'Ямало-Ненецкий ао','89',1),
(176,'Ярославская обл','76',1);
